Repository: AntonKarabasov/ClothingStore
Catalog: translations/messages.*.xlf
Languages: ru

source: Your changes were saved!
ru: Ваши изменения были сохранены!

source: Something went wrong. Please check your form!
ru: Что-то пошло не так. Проверьте форму!

source: The category was successfully deleted!
ru: Категория была успешно удалена!

source: The order was successfully deleted!
ru: Заказ был успешно удалён!

source: The product was successfully deleted!
ru: Продукт был успешно удалён!

source: The User was successfully deleted!
ru: Пользователь был успешно удалён!

source: An email has been sent. Please check your inbox to complete registration.
ru: Письмо было отравлено. Пожалуйста проверьте ваш email.

source: Your email address has been verified.
ru: Ваш email адрес был успешно подтвержден.

source: Title
ru: Название

source: status
ru: Статус

source: Is deleted
ru: Удалено

source: User
ru: Пользователь

source: Price
ru: Цена

source: Quantity
ru: Количество

source: Description
ru: Описание

source: Choose new image
ru: Выберите новое изображение

source: Category
ru: Категории

source: Is published
ru: Опубликовано

source: New Email
ru: Новый email

source: New password
ru: Новый пароль

source: Roles
ru: Роли

source: Full name
ru: Введите имя

source: Phone
ru: Номер телефона

source: Address
ru: Адрес

source: Zip code
ru: Индекс

source: Repeat Password
ru: Повторите пароль

source: Plain password
ru: Повторите пароль

source: Enter your full name
ru: Введите ваше полное имя

source: Enter your phone
ru: Введите ваш номер телефона

source: Enter your address
ru: Введите ваш полный адрес

source: Enter your zipcode
ru: Введите ваш почтовый индекс

source: Enter your email
ru: Введите ваш email

# profile_edit.header
source: profile.header
ru: Редактировать профиль

# profile_edit.btn
source: profile.btn
ru: СОХРАНИТЬ ИЗМЕНЕНИЯ

# I agree to the &lt;a href=&quot;#&quot;&gt;privacy policy&lt;/a&gt;
source: I agree to the <a href="#">privacy policy</a>
ru: Я согласен с <a href="#">правилами</a>

source: Enter your password
ru: Введите ваш пароль

source: Please enter your email
ru: Пожалуйста введите ваш email

source: Please enter your password
ru: Пожалуйста введите ваш пароль

source: user_signup.heading
ru: Форма регистрации

# user_signup.btn
source: user_signup.heading
ru: Зарегистрироваться

source: category_title.jeans
ru: Джинсы

source: category_title.jackets
ru: Куртки

source: category_title.shirts
ru: Рубашки

source: category_title.sneakers
ru: Кроссовки

source: category_title.t-shirts
ru: Футболки

source: category_title.my_profile
ru: Мой профиль

source: category_title.login
ru: войти

source: category_title.cart
ru: Корзина

source: main_page.show
ru: показать

source: main_page.new
ru: Новая коллекция!

source: main_page.discounts
ru: Скидки больше 50%

source: recommend.title
ru: Рекомендуем

source: recommend.new
ru: Новинка

source: footer.links
ru: Полезные ссылки

source: footer.links_homepage
ru: Домашняя страница

source: footer.links_sign_up
ru: Регистрация

source: footer.account
ru: Мой аккаунт

source: footer.account_sign_in
ru: Войти

source: footer.account_cart
ru: Корзина

source: footer.account_profile
ru: Мой профиль

source: footer.language
ru: Изменить язык

source: quantity
ru: Количество

source: login.title
ru: Пожалуйста войдите

source: login.password
ru: Пароль

source: login.remember
ru: Запомнить меня

source: login.btn
ru: ВОЙТИ

source: login.create
ru: Создать аккаунт

source: login.reset
ru: Сбросить пароль

source: reset_password.title
ru: Сбросить пароль

source: reset_password.message
ru: Введите адрес вашей электронной почты, и мы вышлем вам ссылку для сброса пароля.

source: reset_password.btn
ru: Отправить письмо для сброса пароля

source: profile.header
ru: Добро пожаловать в ваш профиль!

source: profile.email
ru: Ваш email

source: profile.name
ru: Ваше полное имя

source: profile.phone
ru: Ваш номер телефона

source: profile.address
ru: Ваш адрес

source: profile.zipcode
ru: Ваш почтовый индекс

source: profile.message
ru: Пожалуйста, прежде чем сделать заказ, заполните профиль.

source: profile.edit
ru: ИЗМЕНИТЬ ПРОФИЛЬ

source: profile.logout
ru: ВЫЙТИ

source: cart.added
ru: добавлено

source: cart.add
ru: добавить в корзину

source: cart.your_cart
ru: Ваша корзина

source: product_title.b371ab95-fc38-4dd2-b446-c7771809c29c
ru: Голубые эластичные джинсы скинни Topman

source: product_title.f6345a6c-f02d-4614-b66b-277a6739ab06
ru: Черные зауженные джинсы Jack and Jones Intelligence Glenn

source: product_title.db207083-f598-43df-a265-b518a677604d
ru: Голубые джинсы скинни Levi's 510

source: product_title.e72b579c-2292-47fd-840c-e12b48f198b5
ru: Темно-синие джинсы скинни Calvin Klein Jeans

source: product_title.2c95a7b2-a88a-4020-ac9d-096c18fb8ac0
ru: Узкие джинсы Calvin Klein Jeans средней степени потертости
